; Translation file for AltDrag 1.0
; nb-NO localization by Thomas Andersen (translations@tand.no)
; Simply put this file in the same directory as AltDrag, then reload AltDrag.
; Please read the website for help: https://stefansundin.github.io/altdrag/doc/translate.html
; Use encoding UTF-16LE with BOM to be able to use Unicode

[Translation]
Code=nb-NO
LangEnglish=Norwegian
Lang=Norsk Bokmål
Author=Thomas Andersen

TrayEnabled=AltDrag
TrayDisabled=AltDrag (deaktivert)
MenuEnable=Aktiver
MenuDisable=Deaktiver
MenuHideTray=Skjul statusikon
MenuUpdateAvailable=Oppdatering tilgjengelig!
MenuConfigure=Konfigurer
MenuAbout=Om
MenuExit=Avslutt

UpdateBalloon=Ny versjon funnet!
UpdateDialog=En ny versjon er tilgjengelig. Gå til nettside?
UpdateLatest=Ingen oppdatering tilgjengelig.

ConfigTitle=AltDrag-konfigurasjon
ConfigTabGeneral=Generelt
ConfigTabInput=Mus og tastatur
ConfigTabBlacklist=Svarteliste
ConfigTabAdvanced=Avansert
ConfigTabAbout=Om

GeneralBox=Generelle innstillinger
GeneralAutoFocus=&Fokuser vinduer ved flytting.\nDu kan også trykke Ctrl for å fokusere vinduer.
GeneralAero=Etterlign Aero Fest (S&nap)
GeneralInactiveScroll=&Rull i inaktive vinduer
GeneralMDI=&MDI-støtte
GeneralAutoSnap=Fest automatisk til:
GeneralAutoSnap0=Deaktivert
GeneralAutoSnap1=Til kantene på skjermen
GeneralAutoSnap2=+ utsiden av vinduer
GeneralAutoSnap3=+ innsiden av vinduer
GeneralLanguage=Språk:
GeneralAutostartBox=Automatisk oppstart
GeneralAutostart=S&tart AltDrag ved pålogging
GeneralAutostartHide=S&kjul statusikon
GeneralAutostartElevate=Forhøy til administrative r&ettigheter
GeneralAutostartElevateTip=En UAC-melding vil dukke opp ved hver innlogging med mindre du deaktiverer UAC fullstendig.
GeneralElevate=F&orhøy
GeneralElevated=Forhøyet
GeneralElevateTip=Dette vil lage en ny instans av AltDrag som kjører med administrative rettigheter. Dette vil tillate AltDrag å håndtere andre programmer som kjører med administrative rettigheter.\n\nDu må godkjenne en UAC-melding fra Windows for å tillate AltDrag å kjøre med administrative rettigheter.
GeneralElevationAborted=Opphøying avbrutt.
GeneralAutosave=Merknad: Innstillinger blir lagret og tatt i bruk umiddelbart!

InputMouseBox=Musehandlinger
InputMouseLMB=Venstre museknapp:
InputMouseMMB=Midtre museknapp:
InputMouseRMB=Høyre museknapp:
InputMouseMB4=Museknapp 4:
InputMouseMB5=Museknapp 5:
InputMouseScroll=Rullehjul:
InputMouseLowerWithMMB=Senk vinduer ved å midtklikke på tittel&linjer

InputActionMove=Flytt vindu
InputActionResize=Endre størrelse på vindu
InputActionClose=Lukk vindu
InputActionMinimize=Minimer vindu
InputActionLower=Senk vindu
InputActionAlwaysOnTop=Veksle alltid øverst
InputActionBorderless=Toggle borderless
InputActionCenter=Sentrer vindu på skjermen
InputActionNothing=Ingenting
InputActionAltTab=Alt+Tab
InputActionVolume=Volum
InputActionTransparency=Gjennomsiktighet

InputHotkeysBox=Hurtigtaster:
InputHotkeysLeftAlt=V&enstre Alt
InputHotkeysRightAlt=Høy&re Alt
InputHotkeysLeftWinkey=Venstre &Win-tast
InputHotkeysRightWinkey=Høyre W&in-tast
InputHotkeysLeftCtrl=Venstre &Ctrl
InputHotkeysRightCtrl=Høyre C&trl
InputHotkeysMore=Du kan legge til vilkårlig tast ved å redigere ini-filen.\nBruk Shift-knappen for å feste vinduer på hverandre.

BlacklistBox=Innstillinger for svarteliste
BlacklistProcessBlacklist=Svartelisting av prosesser:
BlacklistBlacklist=Svarteliste:
BlacklistSnaplist=Festeliste:
BlacklistExplanation=Les <a href="https://stefansundin.github.io/altdrag/doc/blacklist.html">wikien</a> på nettsiden for en grundig forklaring av hvordan svartelistingen fungerer.
BlacklistFindWindowBox=Identifiser vindu
BlacklistFindWindowExplanation=Klikk ikonet for å identifisere klassenavnet til et vindu så du kan legge det til i svartelisten eller festelisten ovenfor.

AdvancedBox=Avanserte innstillinger
AdvancedHookWindows=Aktiver f&esting (snapping) under normal flytting av vinduer.\nFungerer i sammenheng med automatisk festing.
AdvancedHookWindowsWarn=Legg merke til at dette ikke er 100 % trygt ettersom denne funksjonen fungerer ved å hekte seg på andre prosesser. Dette kan være risikabelt å bruke ved spilling av spill med anti cheat-beskyttelse.\n\nEr du sikker på at du vil aktivere denne funksjonen?
AdvancedUpdateCheckOnStartup=Sjekk a&utomatisk etter oppdateringer
AdvancedUpdateBeta=Sjekk for &betaversjoner
AdvancedUpdateCheckNow=&Sjekk nå
AdvancedIni=AltDrags innstillinger blir lagret i AltDrag.ini. Det finnes noen få innstillinger du kun kan konfigurere ved å redigere filen manuelt.
AdvancedOpenIni=Åpne &ini-fil

AboutBox=Om AltDrag
AboutVersion=Versjon
AboutAuthor=Laget av Stefan Sundin
AboutLicense=AltDrag er fri programvare og åpen kildekode.\nDu kan fritt redistribuere dette programmet.
AboutDonate=&Doner
AboutTranslationCredit=Oversatt av

MiscUnhookError=En feil oppstod ved deaktivering av AltDrag. Dette skyldes mest sannsynlig vinduer som allerede har deaktivert AltDrags hektinger.\n\nHvis dette er første gangen du ser denne meldingen kan du trygt ignorere den og fortsette å bruke AltDrag.\n\nHvis dette skjer gjentatte ganger kan du lese wikien på nettsiden for hvordan du kan forhindre at dette skjer igjen (se etter "AltDrag mysteriously stops working" på About-siden).
